Repository: marfisa/AffiliateWP-Store-Credit
Catalog: languages/affiliatewp-store-credit-*.po
Languages: pt_br

source: Enable Store Credit
pt_br: Ativar Crédito na Loja

source: Check this box to enable store credit for referrals
pt_br: Marque este box para ativar crédito para indicações

source: Cheatin&#8217; huh?
pt_br: Trapaceando, hein?

source: AffiliateWP - Store Credit EDD integration requires the EDD Wallet extension!
pt_br: AffiliateWP - Integração com Store Credit EDD necessita da extensão EDD Wallet!

source: Referral Payout
pt_br: Pagamento de Afiliados

source: Referral Cancelled
pt_br: Indicação Cancelada

source: View Details for Referral
pt_br: Veja Detalhes de Afiliados

source: View Details
pt_br: Veja Detalhes

source: You have an account balance of <strong>%1$s</strong>. Would you like to use it now? <a href="%2$s" class="button">Apply</a>
pt_br: Você tem <strong>%1$s</strong> em sua conta. Você gostaria de usá-los agora? <a href="%2$s" class="button">Usar</a>

source: Pay AffiliateWP referrals as store credit
pt_br: Pague Indicações como crédito na loja
